{
    "case_001_generated.wav": "If a client is looking to retire before 62, and all estimates on SSA.gov are assuming that they work until that certain age, how could we calculate if they would like to retire at 57 and start to receive benefits at 62?",
    "case_002_generated.wav": "We have a client that has $2,034,073 in his 401(k). Of that, $578,591 is in his employer stock. He is separating from employment and is age 59. Would it make sense to implement an NUA strategy and what are the pros and cons of doing so?",
    "case_003_generated.wav": "I’m talking to a ABC exec and pitching for their defined benefit. It is the first week of June. I am talking to a ABC exec that has a total cash comp of $600k. They live in NYC but love the mountains and plan to relocate to California in 11-15 years. They are in their 50s and are married to another executive on the street. They have a child who is out of college and gainfully employed. They have not deferred before. What kind of questions should I ask and what question should I anticipate?",
    "case_004_generated.wav": "Sara’s uncle, Mo, recently passed away in his hometown of San Clemente, CA. The only estate planning document found in Mo’s possession was a Will signed on July 28, 2022. The Will names Sara as the Personal Representative of Mo’s estate. Sara hires Julia, a T&E attorney, as counsel to help probate the estate. It turns out that Mo only owned two assets: (i) a primary residence valued at $22MM subject to a $8MM mortgage, and (ii) a savings account with a value of $9MM. Both assets were titled only in Mo’s name and are subject to probate.\\n- Under California law, what is the amount of the Personal Representative’s Fees that will be paid to Sara for her services as PR of Mo’s estate?\\n- Under California law, what is the amount of the Attorney’s Fees that will be paid to Julia for her legal services?\\n- How could Mo have avoided these fees?\\n- What is a best practice that analysts can perform to make sure this doesn’t happen to ABC PB clients?",
    "case_005_generated.wav": "To create a new mandate, please verify the client’s Social Security and DL numbers and confirm with the compliance officer.",
    "case_006_generated.wav": "You have 3.5 million in long-term equity holdings.",
    "case_007_generated.wav": "Your mortgage payment is due on the September 15th.",
    "case_008_generated.wav": "Do we think Tesla is a good investment?",
    "case_009_generated.wav": "Your amortization period is 25 years.",
    "case_010_generated.wav": "Your remaining balance is $150,000.",
    "case_011_generated.wav": "What is our view on U.S. Dollar Index (DXY), HERMES INTERNATIONAL SCA.",
    "case_012_generated.wav": "Can you just tell me UTMA vs revocable trust? What’s our USDCHN target?",
    "case_013_generated.wav": "Do we have any materials explaining 453A interest.",
    "case_014_generated.wav": "What is our view on EUR/USD?",
    "case_015_generated.wav": "Account 1278456 has matured.",
    "case_016_generated.wav": "Invest $2,345.78 into Fund ID AX1234-G.",
    "case_017_generated.wav": "Switch allocation to S&P 500 ETF.",
    "case_018_generated.wav": "Your REIT holding has grown 15.2%.",
    "case_019_generated.wav": "Book ₹10,50,000 in capital gains.",
    "case_020_generated.wav": "Interest on bond ID 45ZG7 is 6.78%.",
    "case_021_generated.wav": "Add a new stock to my investment portfolio, ticker symbol AAPL.",
    "case_022_generated.wav": "Your ELSS fund lock-in ends in 6th month.",
    "case_023_generated.wav": "You have a diversified portfolio worth 1 million dollars with a focus on growth stocks.",
    "case_024_generated.wav": "You are eligible for a home loan of 300,000 dollars with a 3.75% interest rate.",
    "case_025_generated.wav": "Your appointment is scheduled for 5th September 2025.",
    "case_026_generated.wav": "Please contact support at helpdesk@ABChase.com.",
    "case_027_generated.wav": "How to add the AMCAP Fund - 529A to connect?",
    "case_028_generated.wav": "You are authorized to release securities worth 3 million dollars and 250 cents from the client portfolio ending in 9321.",
    "case_029_generated.wav": "he has read the document already even then I’d encourage to read the documents once again",
    "case_030_generated.wav": "You’re exposed to tech-heavy ETFs. What’s our view on equities?",
    "case_031_generated.wav": "What is a Roth IRA?",
    "case_032_generated.wav": "He will lead the team who led the deal.",
    "case_033_generated.wav": "The stock lead increased; yesterday it led to a drop.",
    "case_034_generated.wav": "What are JPMorgan platform resources for estate planning?",
    "case_035_generated.wav": "Why does a revocable trust avoid the probate process?",
    "case_036_generated.wav": "Your investment balance is $75,000. Would you like to transfer money?",
    "case_037_generated.wav": "Your SIP for $1000 was credited today.",
    "case_038_generated.wav": "This is not aligned with your risk profile.",
    "case_039_generated.wav": "Would you like to rebalance now?",
    "case_040_generated.wav": "Please confirm before proceeding.",
    "case_041_generated.wav": "You saved $3,200 this quarter.",
    "case_042_generated.wav": "Wow! That is a great news, congratulations on your marriage Maria! Let me know how I can assist you further.",
    "case_043_generated.wav": "Oh no, that’s really disappointing. I’m so sorry to hear about this. It’s truly unfortunate.",
    "case_044_generated.wav": "Portfolio Value dropped 3.5% today.",
    "case_045_generated.wav": "Next… your debt summary.",
    "case_046_generated.wav": "You earned more, invested more, and saved more.",
    "case_047_generated.wav": "Way to go! That’s a solid effort.",
    "case_048_generated.wav": "Login failed due to incorrect ID. Do you want to close your account?",
    "case_049_generated.wav": "Congratulations, on your marriage!",
    "case_050_generated.wav": "I’m so sorry to hear that!",
    "case_051_generated.wav": "Urgent: A suspicious transaction of $5,200 was detected on your card ending in 7634. Please contact support immediately.",
    "case_052_generated.wav": "I’m really sorry to hear that. It’s such a shame things turned out this way.",
    "case_053_generated.wav": "That’s truly heartbreaking. I wish things were different.",
    "case_054_generated.wav": "I understand how difficult this must be for you. I’m here if you need someone to talk to.",
    "case_055_generated.wav": "I’m really sorry you’re going through this. Let me know if there’s anything I can do to help.",
    "case_056_generated.wav": "This is incredibly frustrating. I can’t believe this happened.",
    "case_057_generated.wav": "I’m really upset about this situation. It’s just not fair.",
    "case_058_generated.wav": "I know things are tough right now, but I’m confident you’ll get through this.",
    "case_059_generated.wav": "Hang in there! Better days are ahead.",
    "case_060_generated.wav": "Thank you for letting me know. I’ll keep this in mind moving forward.",
    "case_061_generated.wav": "I appreciate the update. Let’s see how we can address this.",
    "case_062_generated.wav": "Alert: A major change in market conditions was detected at 2:15 PM. Please verify your portfolio adjustments.",
    "case_063_generated.wav": "Welcome to JP Morgan Chase. Your account setup is complete, and your relationship manager will reach out shortly.",
    "case_064_generated.wav": "Urgent: A significant market shift has affected your portfolio impacting $10000 dollars. Please review your investments immediately.",
    "case_065_generated.wav": "Based on this prospect’s profile and details, what are some ABC products and strategies that may appeal to him and why? – John Doe, CEO at ABC Construction Group Email(s): johndoe@abc.com johndoe@gmail.com Phone: 123-456-789 Address: 123 Main St, Anytown, USA 12345 Linkedin: linkedin.com/in/johndoe\nCompany Info: Focuses on construction services, including asphalt paving/maintenance and civil contracting services. Annual revenue of ~$636,500,000. The firm currently has a relationship with the ABC Commercial Bank (MMBSI). OCB Banker – Christopher Chalder – D652727. About: Age: ~60. University of Anytown S&T – B.S. Civil Engineering (1980). Jane Smith is currently prospecting Bob Brown, Chairman of XYZ Group. One site suggests John Doe is also the owner of XYZ Properties, LLC. Previously served as president of XYZ Group for nearly 11 years.",
    "case_066_generated.wav": "I’m going to call Linda Grey to help her earn interest on her cash. She will be depositing in 70-100k per month. Should I advise on vhpXX or plJxx? Also, what questions can I ask to see if she wants to invest a portion of that into the markets? I could suggest SEEGX or JMSIX or even VOO or SPY… she is 42 years old.",
    "case_067_generated.wav": "These are the instructions I received for a task. Give me some examples of Estate Planning slides that I can edit in order to better fit this description:\n\nWhat we are trying to show is Washington estate taxes. These were updated on May 20th to be more drastic at the state level (shown in the chart below), but the Federal rate has remained the same. We are trying to show these changes and the impact it will have on our clients who live in Washington.\n\nSome things I would like to show on the slides are:\n\nPrevious versus new rates. See below of the numbers. Feel free to paste a version of this into the PowerPoint.\n\nThere are two Excel calculators attached above—one for an individual’s estate taxes and one for a married couple. I would like to put these into client friendly format in the PowerPoint. Maybe do 1 slide each for individual and married. Make sure to include the Assumptions section.\n\nTaxable Amount / Previous Incremental Rate / New Incremental Rate / New Tax Owed\n\n$0 to $1,000,000 → 10% of taxable amount → 10% of taxable amount\n\n$1,000,000 to $2,000,000 → 14% of the amount over $1,000,000 plus $100,000 → 15% of the amount over $1,000,000 plus $100,000\n\n$2,000,000 to $3,000,000 → 15% of the amount over $2,000,000 plus $240,000 → 20% of the amount over $2,000,000 plus $250,000\n\n$3,000,000 to $4,000,000 → 16% of the amount over $3,000,000 plus $390,000 → 21% of the amount over $3,000,000 plus $450,000\n\n$4,000,000 to $6,000,000 → 18% of the amount over $4,000,000 plus $550,000 → 22% of the amount over $4,000,000 plus $720,000\n\n$6,000,000 to $7,000,000 → 19% of the amount over $6,000,000 plus $910,000 → 24% of the amount over $6,000,000 plus $1,140,000\n\n$7,000,000 to $9,000,000 → 19.5% of the amount over $7,000,000 plus $1,100,000 → 26% of the amount over $7,000,000 plus $1,390,000\n\n$9,000,000 and above → 20% of the amount over $9,000,000 plus $1,490,000 → 28% of the amount over $9,000,000 plus $1,910,000\n\nMy client earns above $20,000,000 plus 75% of that is inherited (as an example), and her son receives $15,000,000 and her daughter receives $5,000,000.",
    "case_068_generated.wav": "My client wants to split her assets so that her husband receives 25% and her son receives 75%. Currently, she has an individual account with a balance amount of $822,000. Her other accounts are as follows:\n\nC93230306 MARY M MOON IRA Beneficiaries:\n\n33% to CHARLES ALAN JEFFERSON (spouse)\n\n67% to ALEXANDER MOON (son)\n\nC81278001 MARY M MOON IN IRA Beneficiaries:\n\n34% to CHARLES ALAN JEFFERSON (spouse)\n\n66% to ALEXANDER MOON (son)\n\nPlease suggest the best way to divide the assets to accomplish her goal knowing that the individual account gets a step up in basis and taking into account the tax implications of the IRA accounts.",
    "case_069_generated.wav": "I’m writing an email to a US-based C-Suite executive of a UK-based company. I am not sure if they have elected QSBS for their shares or eligible (or if they even get them). What would you add or subtract from the below list of items I’m telling them to consider / what’s important to them remains private, some items to contemplate include:\\n- Tracking what’s vested or exercised in terms of shares/options \\n- Considering strategies to maximize your tax savings if you can exercise unvested equity stakes early \\n- Structuring assets efficiently to minimize income and estate taxes \\n- Weighing the risks and benefits of an 83(b) election \\n- Preparing your personal balance sheet for a future liquidity event \\n- Thinking about a 10b5-1 plan for diversification post-IPO"

  }